app/Controllers/InsertEmployee.php

INSERT INTO `employee` (`name`, `phone`, `email`, `address`, `image`, `created_at`, `updated_at`) VALUES ('Asyrofi Abdusani ', '62857107613610', 'asyrofiabdusani@gmail.connm', 'jalan kutilang', '1661866641_f8267e76d31ed26d74bf.png', '2022-08-30 08:37:21', '2022-08-30 08:37:21')
---
            'image' => $nameImg,
        ];

        $employeeModel->insert($data);