app/Controllers/ListEmployee.php

SELECT *
FROM `employee`
---
    public function index()
    {
        $employeeModel = new EmployeeModel();
        $dataEmployee = $employeeModel->findAll();