app/Controllers/Pages.php

    public function index()
    {
        $employeeModel = new EmployeeModel();
        $dataEmployee = $employeeModel->findAll();
---
SELECT *
FROM `employee`

            'image' => $input['image'],
        ];

        $employeeModel->insert($data);
---
INSERT INTO `employee` (`name`, `phone`, `email`, `address`, `image`, `created_at`, `updated_at`) VALUES ('Asyrofi Abdusani ', '6285710', '2013470101@ftumj.ac.id', 'jalan kutilang', 'image.jpg', '2022-08-30 00:29:31', '2022-08-30 00:29:31')